<?php

return [
    'auth' => [
        'register' => '本登録が完了しました。',
        'login' => 'ログインが完了しました。',
        'signup' => '仮登録が完了しました。',
        'logout' => 'ログアウトが完了しました。',
    ],
    'salon' => [
        'index' => 'サロン一覧取得',
        'store' => 'サロン情報登録',
        'show' => 'サロン詳細取得',
        'update' => 'サロン情報更新',
        'delete' => 'サロン情報削除',
    ],
    'post' => [
        'index' => '投稿一覧取得',
        'store' => '投稿情報登録',
        'update' => '投稿情報更新',
        'delete' => '投稿情報削除',
    ]
];